Repository: gdumee/LISA-PLUGINS-Meteo
Catalog: lisa/plugins/Meteo/lang/*/LC_MESSAGES/meteo.po
Languages: fr

source: i_can_plugin
fr: (10, "Je peux vous donner la météo"),(10, "Vous pouvez me demander la météo"),(10, "Vous pouvez me demander les prévisions météo"),

source: i_can_getWeather
fr: (10, "Je peux vous indiquer les prévisions météo sur 7 jours dans une ville"),(10, "Je peux vous donner la météo d'une ville pour les 7 prochains jours"),

source: i_can_DefaultCity
fr: (10, "Je peux mémoriser la ville par défaut quand vous me demander la météo"),(10, "Je peux me souvenir de votre ville préférée pour la météo"),

source: problem contacting server
fr: Il y a eu un problème lors de la connexion au serveur de météo

source: I dont know this city
fr: (10,"Je ne connais pas la ville demandée."),(10,"Je ne connais pas cette ville."),(10,"Je ne connais aucune ville avec ce nom."),(10,"Aucune ville de ce nom."),

source: Default city
fr: La ville par défaut pour la météo est {0}

source: I don't understand city name
fr: (10,"Je n'ai pas compris le nom de la ville."),(10,"Je suis désolé, je n'ai pas compris le nom de la ville."),(10,"Pouvez-vous répéter le nom de la ville."),

source: weather in city
fr: Voici le temps à {0}

source: tomorrow
fr: pour demain

source: after tomorrow
fr: pour aprés demain

source: cloud
fr: La couverture nuageuse est de {0}%

source: future cloud
fr: La couverture nuageuse sera de {0}%

source: temperature
fr: Il fait {0} degrés

source: future temperature
fr: La température sera de

source: morning
fr: {0} degrés le matin

source: day
fr: {0} degrés durant la journée

source: evening
fr: {0} degrés pour la soirée

source: humidity
fr: Le taux d'humidité est de {0}%

source: wind
fr: {0} souffle depuis {1}

source: future wind
fr: {0} soufflera depuis {1}

source: wind speed
fr: La vitesse du vent est de {0}km heure

source: future wind speed
fr: La vitesse du vent sera de {0}km heure

source: not yet
fr: Je ne connais pas encore la météo à cette date

source: previous date
fr: (10, "Je ne peux pas donner la météo des jours précedents"),(10, "Je ne connais pas la météo des jours passés"),

source: North
fr: le Nord

source: North Est
fr: le Nord Est

source: Est
fr: le Est

source: South Est
fr: le Sud Est

source: South
fr: le Sud

source: South West
fr: le Sud Ouest

source: West
fr: l'Ouest

source: North West
fr: le Nord Ouest

source: January
fr: janvier

source: February
fr: février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Aout

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre
